Repository: viailabs/vililt
Catalog: ViLilt/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, vi, zh_hans, zh_hant

source: Voice Call
de: Sprachanruf
es: Llamada de voz
fr: Appel vocal
it: Chiamata vocale
ja: 音声通話
ko: 음성 통화
pt: Chamada de voz
vi: Cuộc gọi thoại
zh_hans: 语音通话
zh_hant: 語音通話

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt: Ajustes
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Personas & Tones
de: Personas & Tonlagen
es: Personas y tonos
fr: Personnalités et tons
it: Personalità e toni
ja: ペルソナとトーン
ko: 페르소나 및 어조
pt: Personas e tons
vi: Hình tượng & Giọng điệu
zh_hans: 角色与语气
zh_hant: 角色與語氣

source: On-Device Model
de: Gerätemodell
es: Modelo en el dispositivo
fr: Modèle sur l'appareil
it: Modello su dispositivo
ja: オンデバイスモデル
ko: 온디바이스 모델
pt: Modelo no dispositivo
vi: Mô hình trên thiết bị
zh_hans: 端侧模型
zh_hant: 端側模型

source: Active Model
de: Aktives Modell
es: Modelo activo
fr: Modèle actif
it: Modello attivo
ja: アクティブモデル
ko: 활성 모델
pt: Modelo ativo
vi: Mô hình đang dùng
zh_hans: 当前模型
zh_hant: 當前模型

source: Voice & Speech
de: Stimme & Sprache
es: Voz y habla
fr: Voix et parole
it: Voce e parlato
ja: 音声とスピーチ
ko: 음성 및 대화
pt: Voz e fala
vi: Giọng nói & Lời nói
zh_hans: 语音与发音
zh_hant: 語音與發音

source: Automatic Voice Feedback
de: Automatische Sprachausgabe
es: Respuesta de voz automática
fr: Retour vocal automatique
it: Feedback vocale automatico
ja: 自動音声フィードバック
ko: 자동 음성 피드백
pt: Resposta por voz automática
vi: Phản hồi giọng nói tự động
zh_hans: 自动语音播报
zh_hant: 自動語音播報

source: Speak replies aloud using high-fidelity neural TTS.
de: Liest Antworten mit hochpräziser neuronaler Sprachausgabe vor.
es: Pronuncia respuestas en voz alta con TTS neuronal de alta fidelidad.
fr: Lit les réponses à voix haute avec un TTS neuronal haute fidélité.
it: Pronuncia le risposte con sintesi vocale neurale ad alta fedeltà.
ja: 高精度ニューラル音声合成で返答を読み上げます。
ko: 고품질 신경망 TTS로 답변을 소리 내어 읽어줍니다.
pt: Lê as respostas em voz alta usando TTS neural de alta fidelidade.
vi: Đọc to câu trả lời bằng giọng đọc AI độ chân thực cao.
zh_hans: 使用高保真神经网络语音合成朗读回复。
zh_hant: 使用高保真神經網絡語音合成朗讀回覆。

source: Speaking Rate
de: Sprechgeschwindigkeit
es: Velocidad de habla
fr: Vitesse d'élocution
it: Velocità di lettura
ja: 話速
ko: 말하기 속도
pt: Velocidade da fala
vi: Tốc độ nói
zh_hans: 语速
zh_hant: 語速

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: App & Voice Language
de: App- und Sprachausgabe-Sprache
es: Idioma de la app y voz
fr: Langue de l'application et voix
it: Lingua dell'app e della voce
ja: アプリと音声の言語
ko: 앱 및 음성 언어
pt: Idioma do aplicativo e voz
vi: Ngôn ngữ ứng dụng & giọng nói
zh_hans: 应用与语音语言
zh_hant: 應用與語音語言

source: Privacy & Zero Cloud Guarantee
de: Datenschutz & Null-Cloud-Garantie
es: Privacidad y garantía sin nube
fr: Confidentialité et garantie sans cloud
it: Privacy e garanzia zero cloud
ja: プライバシーと完全ローカル保証
ko: 개인정보 및 클라우드 제로 보증
pt: Privacidade e garantia zero nuvem
vi: Quyền riêng tư & Cam kết không đám mây
zh_hans: 隐私与零云端保证
zh_hant: 隱私與零雲端保證

source: 100% On-Device Execution
de: 100% Ausführung auf dem Gerät
es: Ejecución 100% en el dispositivo
fr: Exécution 100% sur l'appareil
it: Esecuzione 100% su dispositivo
ja: 100% オンデバイス実行
ko: 100% 기기 내 로컬 실행
pt: Execução 100% no dispositivo
vi: Chạy 100% trực tiếp trên thiết bị
zh_hans: 100% 本地端侧运行
zh_hant: 100% 本地端側運行

source: Zero cloud telemetry, zero remote servers, complete privacy.
de: Keine Cloud-Telemetrie, keine Remote-Server, vollständige Privatsphäre.
es: Cero telemetría en la nube, sin servidores remotos, privacidad total.
fr: Zéro télémétrie cloud, zéro serveur distant, confidentialité absolue.
it: Nessuna telemetria cloud, nessun server remoto, privacy totale.
ja: クラウドテレメトリなし、外部サーバー不要、完全なプライバシー。
ko: 클라우드 전송 없음, 원격 서버 없음, 완벽한 프라이버시 보호.
pt: Zero telemetria na nuvem, sem servidores remotos, privacidade total.
vi: Không gửi dữ liệu lên đám mây, không máy chủ từ xa, bảo mật tuyệt đối.
zh_hans: 零云端遥测，零远程服务器，完全保护隐私。
zh_hant: 零雲端遙測，零遠程服務器，完全保護隱私。

source: 100% Free Forever
de: 100% für immer kostenlos
es: 100% gratis para siempre
fr: 100% gratuit pour toujours
it: 100% gratuito per sempre
ja: 完全永久無料
ko: 평생 100% 무료
pt: 100% gratuito para sempre
vi: Hoàn toàn miễn phí trọn đời
zh_hans: 永久免费
zh_hant: 永久免費

source: No mandatory subscriptions or API token charges.
de: Keine Pflichtabonnements oder API-Token-Gebühren.
es: Sin suscripciones obligatorias ni tarifas de tokens de API.
fr: Aucun abonnement obligatoire ni frais d'API.
it: Nessun abbonamento obbligatorio o costo di token API.
ja: 強制サブスクリプションやAPIトークン課金なし。
ko: 의무 구독이나 API 토큰 과금이 없습니다.
pt: Sem assinaturas obrigatórias ou cobranças de tokens de API.
vi: Không đăng ký bắt buộc hoặc phí token API.
zh_hans: 无强制订阅，无 API Token 计费。
zh_hant: 無強制訂閱，無 API Token 計費。

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: 詳細
ko: 정보
pt: Sobre
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
ja: ファミリー
ko: 제품군
pt: Família
vi: Dòng sản phẩm
zh_hans: 产品系列
zh_hant: 產品系列

source: Restart Required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
it: Riavvio richiesto
ja: 再起動が必要です
ko: 재시작 필요
pt: Reinício necessário
vi: Cần khởi động lại
zh_hans: 需要重启
zh_hant: 需要重啟

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Apply & Restart
de: Anwenden & Neustarten
es: Aplicar y reiniciar
fr: Appliquer et redémarrer
it: Applica e riavvia
ja: 適用して再起動
ko: 적용 및 재시작
pt: Aplicar e reiniciar
vi: Áp dụng & Khởi động lại
zh_hans: 应用并重启
zh_hant: 應用並重啟

source: Changing the app language requires a restart. Your dialogue threads will be preserved.
de: Ein Sprachwechsel erfordert einen Neustart. Ihre Chats bleiben erhalten.
es: Cambiar el idioma de la aplicación requiere reiniciar. Se conservarán los chats.
fr: Changer la langue nécessite un redémarrage. Vos conversations seront conservées.
it: Il cambio di lingua richiede il riavvio. Le conversazioni saranno conservate.
ja: アプリの言語を変更するには再起動が必要です。会話履歴は保持されます。
ko: 앱 언어를 변경하려면 재시작이 필요합니다. 대화 기록은 보존됩니다.
pt: Alterar o idioma requer reiniciar. Suas conversas serão mantidas.
vi: Thay đổi ngôn ngữ cần khởi động lại. Lịch sử trò chuyện sẽ được giữ nguyên.
zh_hans: 更改应用语言需要重启。您的对话记录将被完整保留。
zh_hant: 更改應用語言需要重啟。您的對話記錄將被完整保留。

source: Tap orb to start hands-free voice companion call
de: Kugel berühren, um einen Freisprech-Sprachanruf zu starten
es: Toca el orbe para iniciar una llamada de voz manos libres
fr: Touchez l'orbe pour lancer un appel vocal mains libres
it: Tocca la sfera per avviare una chiamata vocale a mani libere
ja: オーブをタップしてハンズフリー音声通話を開始
ko: 오브를 탭하여 핸즈프리 음성 대화를 시작하세요
pt: Toque no orbe para iniciar uma chamada de voz com viva-voz
vi: Chạm vào khối cầu để bắt đầu cuộc gọi thoại rảnh tay
zh_hans: 轻触光球开启免提语音伴聊
zh_hant: 輕觸光球開啟免提語音伴聊

source: STANDBY
de: BEREIT
es: EN ESPERA
fr: EN ATTENTE
it: IN ATTESA
ja: スタンバイ
ko: 대기 중
pt: EM ESPERA
vi: SẴN SÀNG
zh_hans: 待命
zh_hant: 待命

source: LISTENING
de: HÖRT ZU
es: ESCUCHANDO
fr: ÉCOUTE
it: IN ASCOLTO
ja: 聞き取り中
ko: 듣는 중
pt: OUVINDO
vi: ĐANG LẮNG NGHE
zh_hans: 倾听中
zh_hant: 傾聽中

source: THINKING
de: DENKT NACH
es: PENSANDO
fr: RÉFLEXION
it: ELABORAZIONE
ja: 思考中
ko: 생각 중
pt: PENSANDO
vi: ĐANG SUY NGHĨ
zh_hans: 思考中
zh_hant: 思考中

source: TALKING
de: SPRICHT
es: HABLANDO
fr: PARLE
it: PARLA
ja: 発話中
ko: 말하는 중
pt: FALANDO
vi: ĐANG NÓI
zh_hans: 讲话中
zh_hant: 講話中

source: PAUSED
de: PAUSIERT
es: EN PAUSA
fr: EN PAUSE
it: IN PAUSA
ja: 一時停止
ko: 일시 정지
pt: PAUSADO
vi: TẠM DỪNG
zh_hans: 已暂停
zh_hant: 已暫停

source: Stop Voice
de: Stimme stoppen
es: Detener voz
fr: Arrêter la voix
it: Ferma voce
ja: 音声を停止
ko: 음성 중지
pt: Parar voz
vi: Dừng giọng đọc
zh_hans: 停止朗读
zh_hant: 停止朗讀

source: Listen
de: Anhören
es: Escuchar
fr: Écouter
it: Ascolta
ja: 聴く
ko: 듣기
pt: Ouvir
vi: Nghe
zh_hans: 朗读
zh_hant: 朗讀

source: LISTENING...
de: HÖRT ZU...
es: ESCUCHANDO...
fr: ÉCOUTE...
it: IN ASCOLTO...
ja: 聞き取り中...
ko: 듣는 중...
pt: OUVINDO...
vi: ĐANG LẮNG NGHE...
zh_hans: 倾听中...
zh_hant: 傾聽中...

source: SPEAKING
de: SPRICHT
es: HABLANDO
fr: PARLE
it: IN RIPRODUZIONE
ja: 再生中
ko: 재생 중
pt: REPRODUZINDO
vi: ĐANG PHÁT
zh_hans: 播放中
zh_hant: 播放中

source: VOICE ACTIVE
de: STIMME AKTIV
es: VOZ ACTIVA
fr: VOIX ACTIVE
it: VOCE ATTIVA
ja: 音声準備完了
ko: 음성 활성
pt: VOZ ATIVA
vi: GIỌNG NÓI HOẠT ĐỘNG
zh_hans: 语音就绪
zh_hant: 語音就緒

source: Listening for your voice...
de: Höre auf Ihre Stimme...
es: Escuchando tu voz...
fr: À l'écoute de votre voix...
it: In ascolto della tua voce...
ja: あなたの声を聞き取っています...
ko: 목소리를 듣고 있습니다...
pt: Ouvindo sua voz...
vi: Đang lắng nghe giọng nói của bạn...
zh_hans: 正在倾听您的声音...
zh_hant: 正在傾聽您的聲音...

source: Stop & Send
de: Stoppen & Senden
es: Detener y enviar
fr: Arrêter et envoyer
it: Ferma e invia
ja: 停止して送信
ko: 중지 후 전송
pt: Parar e enviar
vi: Dừng & Gửi
zh_hans: 结束并发送
zh_hant: 結束並發送

source: Speak
de: Sprechen
es: Hablar
fr: Parler
it: Parla
ja: 話す
ko: 말하기
pt: Falar
vi: Nói
zh_hans: 说话
zh_hant: 說話

source: Send Now
de: Jetzt senden
es: Enviar ahora
fr: Envoyer maintenant
it: Invia ora
ja: 今すぐ送信
ko: 지금 보내기
pt: Enviar agora
vi: Gửi ngay
zh_hans: 立即发送
zh_hant: 立即發送

source: Type a message or question...
de: Nachricht oder Frage eingeben...
es: Escribe un mensaje o pregunta...
fr: Tapez un message ou une question...
it: Scrivi un messaggio o una domanda...
ja: メッセージまたは質問を入力...
ko: 메시지 또는 질문을 입력하세요...
pt: Digite uma mensagem ou pergunta...
vi: Nhập tin nhắn hoặc câu hỏi...
zh_hans: 输入消息或提问...
zh_hant: 輸入訊息或提問...

source: Welcome to viLilt
de: Willkommen bei viLilt
es: Bienvenido a viLilt
fr: Bienvenue sur viLilt
it: Benvenuto in viLilt
ja: viLilt へようこそ
ko: viLilt에 오신 것을 환영합니다
pt: Bem-vindo ao viLilt
vi: Chào mừng bạn đến với viLilt
zh_hans: 欢迎使用 viLilt
zh_hant: 歡迎使用 viLilt

source: 100% On-Device Neural Voice & Text AI Companion. Talk. Listen. Nothing else.
de: 100% lokaler KI-Sprach- und Textbegleiter. Sprechen. Zuhören. Nichts sonst.
es: Compañero de IA de voz y texto 100% en el dispositivo. Habla. Escucha. Nada más.
fr: Compagnon IA voix et texte 100% sur l'appareil. Parlez. Écoutez. Rien d'autre.
it: Compagno AI di voce e testo 100% su dispositivo. Parla. Ascolta. Niente altro.
ja: 100% 完全ローカル音声＆テキストAIコンパニオン。話す、聴く、それだけ。
ko: 100% 온디바이스 신경망 음성 및 텍스트 AI 동반자. 대화하고, 듣고, 그것뿐입니다.
pt: Companheiro de IA de voz e texto 100% no dispositivo. Fale. Ouça. Nada mais.
vi: Bạn đồng hành AI giọng nói & văn bản 100% trên thiết bị. Nói. Lắng nghe. Thuần khiết.
zh_hans: 100% 本地端侧神经语音与文本 AI 伴聊。专注倾听，自在表达。
zh_hant: 100% 本地端側神經語音與文本 AI 伴聊。專注傾聽，自在表達。

source: Start New Dialogue
de: Neuen Dialog starten
es: Iniciar nuevo diálogo
fr: Démarrer un nouveau dialogue
it: Avvia nuovo dialogo
ja: 新しい対話を開始
ko: 새 대화 시작
pt: Iniciar novo diálogo
vi: Bắt đầu cuộc đối thoại mới
zh_hans: 开启新对话
zh_hant: 開啟新對話

source: Talk. Listen. Nothing else.
de: Sprechen. Zuhören. Nichts sonst.
es: Habla. Escucha. Nada más.
fr: Parlez. Écoutez. Rien d'autre.
it: Parla. Ascolta. Niente altro.
ja: 話す。聴く。それだけ。
ko: 대화하고, 듣고, 그것뿐입니다.
pt: Fale. Ouça. Nada mais.
vi: Nói. Lắng nghe. Thuần khiết.
zh_hans: 专注倾听，自在表达。
zh_hant: 專注傾聽，自在表達。

source: Initializing Neural Audio...
de: Initialisiere neuronales Audio...
es: Inicializando audio neuronal...
fr: Initialisation de l'audio neuronal...
it: Inizializzazione audio neurale...
ja: ニューラル音声を初期化中...
ko: 신경망 오디오 초기화 중...
pt: Inicializando áudio neural...
vi: Đang khởi tạo âm thanh AI...
zh_hans: 正在初始化神经网络音频...
zh_hant: 正在初始化神經網絡音頻...

source: Verifying On-Device Neural Engines...
de: Überprüfe lokale neuronale Engines...
es: Verificando motores neuronales en el dispositivo...
fr: Vérification des moteurs neuronaux sur l'appareil...
it: Verifica dei motori neurali su dispositivo...
ja: ローカルニューラルエンジンを検証中...
ko: 온디바이스 신경망 엔진 확인 중...
pt: Verificando motores neurais no dispositivo...
vi: Đang kiểm tra công cụ AI trên máy...
zh_hans: 正在校验本地端侧神经网络引擎...
zh_hant: 正在校驗本地端側神經網絡引擎...

source: Loading Companion Personas & Voice Assets...
de: Lade Begleit-Personas & Sprachressourcen...
es: Cargando personas compañeras y recursos de voz...
fr: Chargement des personnalités et ressources vocales...
it: Caricamento personaggi e risorse vocali...
ja: コンパニオンペルソナと音声リソースを読み込み中...
ko: 동반자 페르소나 및 음성 리소스 로딩 중...
pt: Carregando personas e recursos de voz...
vi: Đang tải hình tượng và tài nguyên giọng nói...
zh_hans: 正在加载伴聊角色与声音资源...
zh_hant: 正在加載伴聊角色與聲音資源...

source: Ready!
de: Bereit!
es: ¡Listo!
fr: Prêt !
it: Pronto!
ja: 準備完了！
ko: 준비 완료!
pt: Pronto!
vi: Đã sẵn sàng!
zh_hans: 准备就绪！
zh_hant: 準備就緒！

source: Empathetic Friend
de: Einfühlsamer Freund
es: Amigo empático
fr: Ami empathique
it: Amico empatico
ja: 共感フレンド
ko: 공감 친구
pt: Amigo empático
vi: Bạn tâm giao
zh_hans: 暖心密友
zh_hant: 暖心密友

source: Warm, supportive & active listener
de: Warmherzig, unterstützend & aktiver Zuhörer
es: Cálido, comprensivo y oyente atento
fr: Chaleureux, bienveillant et à l'écoute active
it: Caloroso, di supporto e ascoltatore attivo
ja: 温かくサポートし、親身に耳を傾ける
ko: 따뜻하고 지지하며 경청하는 동반자
pt: Caloroso, compreensivo e ouvinte atento
vi: Ấm áp, thấu hiểu và lắng nghe tích cực
zh_hans: 温暖倾听，给予支持与理解
zh_hant: 溫暖傾聽，給予支持與理解

source: A gentle, caring companion who listens attentively, offers encouragement, and provides thoughtful conversation.
de: Ein sanfter, fürsorglicher Begleiter, der aufmerksam zuhört, Mut zuspricht und einfühlsame Gespräche führt.
es: Un compañero amable y afectuoso que escucha atentamente, ofrece aliento y mantiene conversaciones reflexivas.
fr: Un compagnon doux et attentionné qui écoute attentivement, encourage et engage des conversations bienveillantes.
it: Un compagno gentile e premuroso che ascolta con attenzione, incoraggia e offre conversazioni profonde.
ja: 親身になって耳を傾け、励ましを与え、心温まる対話をしてくれる優しいコンパニオン。
ko: 주의 깊게 듣고, 격려를 건네며, 사려 깊은 대화를 나누는 다정한 동반자입니다.
pt: Um companheiro gentil e atencioso que ouve com atenção, encoraja e mantém conversas agradáveis.
vi: Người bạn đồng hành dịu dàng, luôn lắng nghe, khích lệ và trò chuyện chân thành.
zh_hans: 温柔关切的伴聊伙伴，专注倾听您的心声，给予鼓励并带来舒心的日常对话。
zh_hant: 溫柔關切的伴聊夥伴，專注傾聽您的心聲，給予鼓勵並帶來舒心的日常對話。

source: Intellectual Mentor
de: Intellektueller Mentor
es: Mentor intelectual
fr: Mentor intellectuel
it: Mentore intellettuale
ja: 知性派メンター
ko: 지적 멘토
pt: Mentor intelectual
vi: Cố vấn tri thức
zh_hans: 智慧导师
zh_hant: 智慧導師

source: Deep thinker & insightful advisor
de: Tiefgründiger Denker & aufschlussreicher Berater
es: Pensador profundo y consejero perspicaz
fr: Penseur profond et conseiller perspicace
it: Pensatore profondo e consigliere perspicace
ja: 深い思索と洞察力に富んだアドバイザー
ko: 깊은 생각과 통찰력 있는 조언자
pt: Pensador profundo e conselheiro perspicaz
vi: Nhà tư duy sâu sắc & cố vấn sắc sảo
zh_hans: 深度思考，洞悉本源的智者
zh_hant: 深度思考，洞悉本源的智者

source: An insightful guide for discussing ideas, philosophy, science, career questions, and strategic perspectives.
de: Ein inspirierender Begleiter für Diskussionen über Philosophie, Wissenschaft, Karriere und Strategie.
es: Un guía perspicaz para debatir ideas, filosofía, ciencia, carrera y perspectivas estratégicas.
fr: Un guide éclairé pour échanger sur les idées, la philosophie, les sciences et les choix de carrière.
it: Una guida preziosa per discutere di idee, filosofia, scienza, carriera e strategie.
ja: アイデア、哲学、科学、キャリアの悩みや戦略的視点を語り合える案内役。
ko: 아이디어, 철학, 과학, 진로 질문 및 전략적 관점을 논의하는 통찰력 있는 안내자입니다.
pt: Um guia perspicaz para discutir ideias, filosofia, ciência, carreira e perspectivas estratégicas.
vi: Người hướng dẫn sâu sắc để thảo luận về ý tưởng, triết học, khoa học và định hướng nghề nghiệp.
zh_hans: 探讨哲学、科学、思维格局、职业方向与战略视角的深度对话者。
zh_hant: 探討哲學、科學、思維格局、職業方向與戰略視角的深度對話者。

source: Language Practice Partner
de: Sprachpraxis-Partner
es: Compañero de idiomas
fr: Partenaire de langue
it: Partner di lingua
ja: 語学練習パートナー
ko: 외국어 연습 파트너
pt: Parceiro de idiomas
vi: Bạn luyện ngoại ngữ
zh_hans: 外语陪练
zh_hant: 外語陪練

source: Patient conversational tutor
de: Geduldiger Konversationslehrer
es: Tutor de conversación paciente
fr: Tuteur de conversation patient
it: Tutor di conversazione paziente
ja: 根気強い会話型チューター
ko: 인내심 있는 회화 튜터
pt: Tutor de conversação paciente
vi: Gia sư giao tiếp kiên nhẫn
zh_hans: 耐心陪伴的多语种对话伙伴
zh_hant: 耐心陪伴的多語種對話夥伴

source: Practice speaking any language naturally, with gentle corrections and conversational vocabulary.
de: Üben Sie jede Sprache ganz natürlich mit sanften Korrekturen und praxisnahem Wortschatz.
es: Practica hablar cualquier idioma de forma natural, con correcciones amables y vocabulario cotidiano.
fr: Pratiquez n'importe quelle langue naturellement, avec des corrections douces et du vocabulaire utile.
it: Pratica qualsiasi lingua in modo naturale, con correzioni gentili e vocabolario utile.
ja: やさしい添削と自然な語彙で、あらゆる言語のスピーキングを練習できます。
ko: 부드러운 피드백과 일상 어휘로 어떤 언어든 자연스럽게 말하기를 연습하세요.
pt: Pratique falar qualquer idioma naturalmente, com correções suaves e vocabulário cotidiano.
vi: Luyện nói mọi ngôn ngữ tự nhiên, với sự chỉnh sửa nhẹ nhàng và từ vựng phong phú.
zh_hans: 自然练习任何语言口语交流，提供温和纠错与地道常用词汇。
zh_hant: 自然練習任何語言口語交流，提供溫和糾錯與地道常用詞彙。

source: Creative Spark
de: Kreativer Funke
es: Chispa creativa
fr: Étincelle créative
it: Scintilla creativa
ja: クリエイティブ・スパーク
ko: 창의적 영감
pt: Faísca criativa
vi: Tia sáng sáng tạo
zh_hans: 灵感火花
zh_hant: 靈感火花

source: Imaginative brainstormer & writer
de: Fantasievoller Brainstormer & Autor
es: Generador de ideas imaginativo y escritor
fr: Générateur d'idées et rédacteur imaginatif
it: Creativo per brainstorming e scrittura
ja: 豊かな想像力のブレインストーマー＆ライター
ko: 상상력 넘치는 브레인스토머 및 작가
pt: Brainstormer imaginativo e escritor
vi: Người động não & viết lách giàu trí tưởng tượng
zh_hans: 想象力丰富的头脑风暴与创作助手
zh_hant: 想像力豐富的頭腦風暴與創作助手

source: Ignite ideas for writing, storytelling, product concepts, design, and creative problem solving.
de: Zünden Sie Ideen für Texte, Storytelling, Produktkonzepte und kreatives Problemlösen.
es: Enciende ideas para escribir, contar historias, conceptos de producto y resolución creativa.
fr: Stimulez vos idées pour l'écriture, le storytelling, le design et l'innovation.
it: Accendi idee per la scrittura, storytelling, concept di prodotto e design.
ja: 執筆、物語づくり、プロダクト企画、デザイン、クリエイティブな課題解決の着想を刺激。
ko: 글쓰기, 스토리텔링, 제품 콘셉트, 디자인 및 창의적 문제 해결을 위한 아이디어를 촉진합니다.
pt: Desperte ideias para escrita, histórias, conceitos de produtos e soluções criativas.
vi: Khơi nguồn ý tưởng viết lách, kể chuyện, ý tưởng sản phẩm và giải quyết vấn đề sáng tạo.
zh_hans: 激发写作灵感、故事构思、产品创意、视觉设计与创新问题求解。
zh_hant: 激發寫作靈感、故事構思、產品創意、視覺設計與創新問題求解。

source: Zen & Mindfulness
de: Zen & Achtsamkeit
es: Zen y atención plena
fr: Zen et pleine conscience
it: Zen e consapevolezza
ja: 禅とマインドフルネス
ko: 선과 마음챙김
pt: Zen e atenção plena
vi: Tĩnh tâm & Chánh niệm
zh_hans: 禅意正念
zh_hant: 禪意正念

source: Calm, grounding & peaceful
de: Ruhig, erdend & friedlich
es: Tranquilo, reconfortante y pacífico
fr: Calme, apaisant et serein
it: Calmo, rassicurante e pacifico
ja: 穏やかで心を落ち着かせる静けさ
ko: 차분하고 평온하며 마음을 가라앉히는 공간
pt: Calmo, sereno e pacífico
vi: Thanh thản, lắng đọng và bình yên
zh_hans: 宁静沉淀，平复心绪的安憩之所
zh_hant: 寧靜沉澱，平復心緒的安憩之所

source: A serene conversational space to reflect, breathe, unwind, and find focus amidst daily noise.
de: Ein ruhiger Gesprächsraum zum Nachdenken, Durchatmen und Entspannen im Alltag.
es: Un espacio de conversación sereno para reflexionar, respirar, relajarse y encontrar enfoque.
fr: Un espace serein pour réfléchir, respirer, décompresser et retrouver sa concentration.
it: Uno spazio sereno per riflettere, respirare, rilassarsi e ritrovare la concentrazione.
ja: 日々の喧騒の中で立ち止まり、深呼吸し、心を整えるための静かな対話空間。
ko: 일상의 소음 속에서 생각을 정리하고, 숨을 고르고, 안정을 찾을 수 있는 고요한 대화 공간입니다.
pt: Um espaço sereno para refletir, respirar, relaxar e focar em meio à rotina.
vi: Không gian trò chuyện thanh tịnh để suy ngẫm, thở sâu, thư giãn và tập trung.
zh_hans: 在繁忙中深呼吸、沉淀思绪、解压放松并找回内在专注的宁静对话空间。
zh_hant: 在繁忙中深呼吸、沉澱思緒、解壓放鬆並找回內在專注的寧靜對話空間。

source: Choose Your Language
de: Sprache auswählen
es: Elige tu idioma
fr: Choisissez votre langue
it: Scegli la tua lingua
ja: 言語を選択
ko: 언어 선택
pt: Escolha o seu idioma
vi: Chọn ngôn ngữ
zh_hans: 选择语言
zh_hant: 選擇語言

source: Select your preferred language to customize your viLilt voice companion experience.
de: Wählen Sie Ihre bevorzugte Sprache für Ihren viLilt-Sprachbegleiter.
es: Selecciona tu idioma preferido para personalizar tu experiencia en viLilt.
fr: Sélectionnez votre langue pour personnaliser votre compagnon vocal viLilt.
it: Seleziona la tua lingua per personalizzare la tua esperienza con viLilt.
ja: お好みの言語を選択して、viLilt 音声コンパニオン体験をカスタマイズ。
ko: 선호하는 언어를 선택하여 viLilt 음성 동반자 경험을 맞춤 설정하세요.
pt: Selecione seu idioma para personalizar sua experiência com o viLilt.
vi: Chọn ngôn ngữ ưa thích để tùy chỉnh trải nghiệm trợ lý giọng nói viLilt.
zh_hans: 选择您的首选语言，定制专属的 viLilt 语音伴聊体验。
zh_hant: 選擇您的首選語言，定制專屬的 viLilt 語音伴聊體驗。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Pular
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Enable Voice & Continue
de: Stimme aktivieren & weiter
es: Activar voz y continuar
fr: Activer la voix et continuer
it: Abilita voce e continua
ja: 音声を有効にして続ける
ko: 음성 활성화 및 계속
pt: Ativar voz e continuar
vi: Bật giọng nói & Tiếp tục
zh_hans: 开启语音并继续
zh_hant: 開啟語音並繼續

source: 100% On-Device & Private
de: 100% auf dem Gerät & privat
es: 100% en el dispositivo y privado
fr: 100% sur l'appareil et privé
it: 100% su dispositivo e privato
ja: 100% 完全ローカル＆プライベート
ko: 100% 온디바이스 및 프라이빗
pt: 100% no dispositivo e privado
vi: 100% Trên thiết bị & Bảo mật
zh_hans: 100% 本地端侧与私密
zh_hant: 100% 本地端側與私密

source: Zero Cloud Guarantee
de: Null-Cloud-Garantie
es: Garantía sin nube
fr: Garantie sans cloud
it: Garanzia zero cloud
ja: 完全ローカル保証
ko: 클라우드 제로 보증
pt: Garantia zero nuvem
vi: Cam kết không đám mây
zh_hans: 零云端保证
zh_hant: 零雲端保證

source: Hands-Free Voice
de: Freisprech-Stimme
es: Voz manos libres
fr: Voix mains libres
it: Voce a mani libere
ja: ハンズフリー音声
ko: 핸즈프리 음성
pt: Voz com viva-voz
vi: Giọng nói rảnh tay
zh_hans: 免提语音
zh_hant: 免提語音

source: Real-Time STT
de: Echtzeit-STT
es: STT en tiempo real
fr: STT en temps réel
it: STT in tempo reale
ja: リアルタイム音声認識
ko: 실시간 STT
pt: STT em tempo real
vi: Nhận dạng giọng nói theo thời gian thực
zh_hans: 实时语音识别
zh_hant: 實時語音識別

source: Neural Audio
de: Neuronales Audio
es: Audio neuronal
fr: Audio neuronal
it: Audio neurale
ja: ニューラルオーディオ
ko: 신경망 오디오
pt: Áudio neural
vi: Âm thanh AI
zh_hans: 神经网络音频
zh_hant: 神經網絡音頻

source: Choose Your Companion
de: Wählen Sie Ihren Begleiter
es: Elige a tu compañero
fr: Choisissez votre compagnon
it: Scegli il tuo compagno
ja: コンパニオンを選択
ko: 동반자 선택
pt: Escolha seu companheiro
vi: Chọn bạn đồng hành
zh_hans: 选择伴聊角色
zh_hant: 選擇伴聊角色

source: Select an initial persona. You can change this at any time.
de: Wählen Sie eine Start-Persona. Sie können diese jederzeit ändern.
es: Selecciona una persona inicial. Puedes cambiarla en cualquier momento.
fr: Sélectionnez une personnalité de départ. Vous pourrez la modifier à tout moment.
it: Seleziona una personalità iniziale. Puoi modificarla in qualsiasi momento.
ja: 初期ペルソナを選択してください。いつでも自由に変更できます。
ko: 초기 페르소나를 선택하세요. 언제든지 변경할 수 있습니다.
pt: Selecione uma persona inicial. Você pode alterá-la a qualquer momento.
vi: Chọn hình tượng khởi đầu. Bạn có thể thay đổi bất cứ lúc nào.
zh_hans: 选择一个初始角色。您可以随时在设置中更换。
zh_hant: 選擇一個初始角色。您可以隨時在設定中更換。

source: Start Hands-Free Voice Call
de: Freisprech-Sprachanruf starten
es: Iniciar llamada de voz manos libres
fr: Démarrer un appel vocal mains libres
it: Avvia chiamata vocale a mani libere
ja: ハンズフリー音声通話を開始
ko: 핸즈프리 음성 통화 시작
pt: Iniciar chamada de voz viva-voz
vi: Bắt đầu cuộc gọi thoại rảnh tay
zh_hans: 开启免提语音通话
zh_hant: 開啟免提語音通話

source: Open Chat
de: Chat öffnen
es: Abrir chat
fr: Ouvrir le chat
it: Apri chat
ja: チャットを開く
ko: 채팅 열기
pt: Abrir conversa
vi: Mở trò chuyện
zh_hans: 进入文字对话
zh_hant: 進入文字對話
